@extends('front.layouts.master')
@section('title')
    سياسات
@endsection

@section('content')

@if(Session::has('success'))
<div class="alert alert-success alert-dismissible">
    <a href="#" class="close" data-dismiss="alert" aria-label="close">&times;</a>
    <strong>{{ Session::get('success') }}</strong>
</div>
@endif

@if ($errors->any())
    <div class="alert alert-danger">
        <ul>
            @foreach ($errors->all() as $error)
                <li>{{ $error }}</li>
            @endforeach
        </ul>
    </div>
@endif

    <!-- Start Page Banner -->
    <div class="page-banner-area item-bg4">
        <div class="d-table">
            <div class="d-table-cell">
                <div class="container">
                    <div class="page-banner-content">
                        <h2>الشروط والأحكام</h2>
                        <ul>
                            <li>
                                <a href="{{route('home')}}">الرئيسية</a>
                            </li>
                            <li>الشروط والأحكام</li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- End Page Banner -->

    <!-- Start Contact Info Area -->

    <!-- End Contact Info Area -->


    <!-- Start Contact Area -->
    <section class="contact-area pb-100" dir="rtl">
        <div class="container">
            <br class="section-title">
                {{-- <span>Get in Touch</span> --}}
               <br>
                <h3>فيما يلي شروط الاتفاقية القانونية بينك وبين شركة فاروق جروب للتجارة الإلكترونية والبرمجة </h3>

            <br>

            <br>

            <div class="bar"></div>
            </div>


            <h4>التاريخ:21/12/2022</h4>
        <br>
            <h3>
                نظرة عامة
            </h3>
            <p>
                فيما يلي شروط اتفاقية بينك وبين شركة فاروق جروب للتجارة الإلكترونية والبرمجه. من خلال الوصول إلى هذا الموقع أو استخدامه ، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بهذه الشروط والامتثال لجميع القوانين واللوائح المعمول بها ، بما في ذلك قوانين ولوائح مراقبة التصدير وإعادة التصدير. إذا كنت لا توافق على هذه الشروط ، يرجى عدم استخدام هذا الموقع. يجوز لشركةشركة فاروق جروب للتجاره الإلكترونية والبرمجة ، دون إخطارك ، في أي وقت ، مراجعة شروط الاستخدام هذه وأي معلومات أخرى واردة في هذا الموقع. قد تقومشركة فاروق جروب للتجاره الإلكترونية والبرمجة أيضًا بإجراء تحسينات أو تغييرات على المنتجات أو الخدمات أو البرامج الموضحة في هذا الموقع في أي وقت دون إشعار.
            </p>
            <h3>
                عام
            </h3>
            <p>
                يحتوي هذا الموقع على إشعارات الملكية ومعلومات حقوق النشر ، والتي يجب مراعاة شروطها واتباعها. يرجى الاطلاع على علامة التبويب بعنوان "معلومات حقوق النشر والعلامات التجارية" للحصول على معلومات ذات صلة. تمنحكشركة فاروق جروب للتجاره الإلكترونية والبرمجة إذنًا محدودًا وغير حصري وغير قابل للتحويل للوصول إلى صفحات الويب وعرضها داخل هذا الموقع كعميل أو عميل محتمل لـشركة فاروق جروب للتجاره الإلكترونية والبرمجة بشرط أن تلتزم بشروط الاستخدام هذه وجميع حقوق النشر والعلامات التجارية ، وإشعارات الملكية الأخرى كما هي. لا يجوز لك استخدام الزاحف إلا للزحف إلى موقع الويب هذا وفقًا لما يسمح به بروتوكول robots.txt الخاص بهذا الموقع ، ويجوز لـشركة فاروق جروب للتجاره الإلكترونية والبرمجة حظر أي برامج زحف وفقًا لتقديرها الخاص. الاستخدام المصرح به بموجب هذه الاتفاقية غير تجاري بطبيعته (على سبيل المثال ، لا يجوز لك بيع المحتوى الذي تصل إليه على هذا الموقع أو من خلاله.) يُحظر أي استخدام آخر لهذا الموقع. باستثناء الإذن المحدود في الفقرة السابقة ، لا تمنحكشركة فاروق جروب للتجاره الإلكترونية والبرمجة أي حقوق أو تراخيص صريحة أو ضمنية بموجب أي براءات اختراع أو علامات تجارية أو حقوق نشر أو حقوق ملكية أو ملكية فكرية أخرى. لا يجوز لك نسخ أي محتوى من هذا الموقع على موقع ويب آخر أو في أي وسائط أخرى. أي برامج ومواد أخرى يتم توفيرها للتنزيل أو الوصول أو أي استخدام آخر من هذا الموقع بشروط الترخيص الخاصة بها ستخضع لهذه الشروط والأحكام والإشعارات. سيؤدي عدم امتثالك لهذه الشروط أو أي من الشروط على هذا الموقع إلى الإنهاء التلقائي لأي حقوق ممنوحة لك ، دون إشعار مسبق ، ويجب عليك على الفور إتلاف جميع نسخ المواد التي تم تنزيلها في حوزتك أو وصايتك أو سيطرتك.
            </p>

            <h3>
                إخلاء المسؤولية
            </h3>
            <p>
                من وقت لآخر ، قد يحتوي هذا الموقع على أخطاء فنية أو أخطاء مطبعية ، ولا نضمن دقة أي معلومات منشورة. يرجى تأكيد أنك تستخدم أحدث الصفحات على هذا الموقع ، وتأكد من دقة واكتمال المعلومات قبل استخدامها لاتخاذ القرارات المتعلقة بالخدمات أو المنتجات أو الأمور الأخرى الموضحة في هذا الموقع. إذا وجدت السلطة القضائية المختصة أن أي بند في شروط الاستخدام هذه غير قابل للتنفيذ بأي شكل من الأشكال ، فلن تتأثر صلاحية بقية شروط الاستخدام هذه ، بشرط ألا يؤثر عدم قابلية التنفيذ بشكل جوهري على حقوق الأطراف بموجب هذه الشروط. من الاستخدام.
            </p>

            <h3>
                بيانات تطلعية وتحذيرية
            </h3>
            <p>
                باستثناء المعلومات والمناقشات التاريخية ، قد تشكل البيانات الواردة في هذا الموقع بيانات تطلعية بالمعنى المقصود في قانون إصلاح التقاضي الخاص بالأوراق المالية 1995 أو غيرها من القوانين المعمول بها. تتضمن هذه البيانات عددًا من المخاطر والشكوك والعوامل الأخرى التي قد تؤدي إلى اختلاف النتائج الفعلية ماديًا ، كما تمت مناقشته في ملفات الشركة مع لجنة الأوراق المالية والبورصات الأمريكية. راجع علامة التبويب "إيداعات SEC" تحت عنوان "علاقات المستثمرين" على هذا الموقع للحصول على نسخ من هذه الإيداعات.
            </p>

            <h3>
                المعلومات السرية
            </h3>
            <p>
                لا ترغب شركةشركة فاروق جروب للتجاره الإلكترونية والبرمجة في تلقي معلومات سرية أو خاصة منك من خلال موقعنا على الويب. يرجى ملاحظة أن أي معلومات أو مواد يتم إرسالها إلى شركة فاروق جروب للتجاره الإلكترونية والبرمجة لن تعتبر سرية. بإرسالشركة فاروق جروب للتجاره الإلكترونية والبرمجة أي معلومات أو مواد ، فإنك تمنحشركة فاروق جروب للتجاره الإلكترونية والبرمجة ترخيصًا غير مقيد وغير قابل للإلغاء لنسخ وإعادة إنتاج ونشر وتحميل ونشر ونقل وتوزيع وعرض وأداء وتعديل وإنشاء أعمال مشتقة من ، وبكل حرية. استخدام تلك المواد أو المعلومات. أنت توافق أيضًا على أنشركة فاروق جروب للتجاره الإلكترونية والبرمجة تتمتع بحرية استخدام أي أفكار أو مفاهيم أو معرفة أو تقنيات ترسلها إلينا لأي غرض. ومع ذلك ، لن نكشف عن اسمك أو ننشر بطريقة أخرى حقيقة أنك قدمت لنا مواد أو معلومات أخرى ما لم: (أ) حصلنا على إذن منك لاستخدام اسمك ؛ أو (ب) نخطرك أولاً بأن المواد أو المعلومات الأخرى التي ترسلها إلى جزء معين من هذا الموقع سيتم نشرها أو استخدامها بطريقة أخرى مع ذكر اسمك عليها ؛ أو (ج) نحن مطالبون بذلك بموجب القانون. معلومات التعريف الشخصية التي ترسلها إلىشركة فاروق جروب للتجاره الإلكترونية والبرمجة بغرض تلقي المنتجات أو الخدمات
            </p>


    </section>
    <!-- End Contact Area -->

@endsection


@section('js')
@endsection
